return{
['Альпийский замок']={name='Альпийский замок',location='Высокогорье'},
['Альпийское кафе']={name='Альпийское кафе',location='Высокогорье'},
['Альпийское шале']={name='Альпийское шале',location='Высокогорье'},
['Дом с башенкой']={name='Дом с башенкой',location='Высокогорье'},
['Дом с наличниками']={name='Дом с наличниками',location='Высокогорье'},
['Каменный домик']={name='Каменный домик',location='Высокогорье'},
['Кирпичный домик']={name='Кирпичный домик',location='Высокогорье'},
['Парк миниатюр']={name='Парк миниатюр',location='Высокогорье'},
['Сельский дом']={name='Сельский дом',location='Высокогорье'},
['Дом лесника']={name='Дом лесника',location='Заповедник'},
['Дом ловца раков']={name='Дом ловца раков',location='Заповедник'},
['Лесное озеро']={name='Лесное озеро',location='Заповедник'},
['Лодочная станция']={name='Лодочная станция',location='Заповедник'},
['Дом экскурсовода']={name='Дом экскурсовода',location='Тропический остров'},
['Дирекция зоопарка']={name='Дирекция зоопарка',location='Зоопарк'},
}

