return{
    {'27.08.19', 'Добавлены галереи для заданий: [[Фруктовый сад]], [[Урожайная пора]], [[Фрукты в меду]], [[Свежевыжатый сок]]'},
    {'25.08.19', 'В разделе [[Семена]], появились новые растения: [[‎Лук-порей]], [[‎‎Чабрец]], [[‎Шалфей]], [[‎Корнишоны]], [[‎Куркума]], [[‎Земляника]]'},
    {'22.08.19', 'Добавлена страница для новой локации "[[Цветущий сад]]"'},
    {'22.04.18', 'Добавлена [[Фабрика пончиков]]'},
    {'11.04.18', 'Добавлена [[Фабрика новогодних сладостей]]'},
    {'08.04.18', 'Добавлены фабрики: [[Фабрика шампуней]] и [[Фабрика горячих напитков]]'},
    {'09.03.18', 'Добавлены фабрики: [[Пекарня]] и [[Шоколадная фабрика]]'},
    {'05.03.18', 'Добавлена [[Фабрика жевательной резинки]]'},
    {'04.03.18', 'Добавлены фабрики: [[Фруктовый завод]], [[Фабрика попкорна]], [[Фабрика спагетти]] и [[Фабрика паштетов]]. На [[Фабрика сухофруктов|Фабрике сухофруктов]] теперь можно перерабатывать [[Клубника|клубнику]]'} ,
     {'23.02.18', 'В разделе [[Семена]], появилось новое растение - [[Кардамон]]'} ,
    {'02.01.18', 'Добавлены [[Производство молока|животные]], производящие молоко'} ,
     {'25.12.17', 'Добавлены загоны: [[Загон для баранов]], [[Загон для быков]] , [[Загон для каланов]]и [[Загон для лосей]], а также животные [[Калан калифорнийский]], [[‎Калан азиатский]], [[‎Калан камчатский]], [[‎Калан северный ]].'},
     {'24.12.17', 'Добавлены фабрики: [[Фабрика шелка]] и [[Мастерская перьев]], а также животные [[Павлин]], [[Тутовый шелкопряд]].'},
    {'23.12.17','Задание "[[Добро пожаловать домой]]" для долго отсуствующих.'},
{'21.12.17','Задание "[[Начало игры]]" для начинающих фермеров.'},
{'20.12.17','Задание "[[Поручение Ивана]]" для начинающих фермеров.'},




}

