return{
    --c - количество растений на 1 грядку/кадку)--
    --prod - чо можно выращивать--
    --area - занимаемая площадь--
    --c1 - количество грядок/кадок одного уровня на локации--
['Улучшенная грядка']={
name='Улучшенная грядка',
name1='Улучшенную грядку',
name2='Улучшенной грядки',
name3='Улучшенной грядке',
name4='Улучшенные грядки',
prod='[[травы]], [[овощи]], [[фрукты]], [[цветы]], [[грибы]]',
area='',
c=10,
c1=15,
level={
    {name=1, buy=50000, buy1=15, tm='-', bonus=2},
    {name=2, buy=75000, buy1=20, tm='10%', bonus=2},
    {name=3, buy=100000, buy1=30, tm='20%', bonus=2},
    {name=4, buy=150000, buy1=40, tm='20%', bonus=3},
    {name=5, buy=200000, buy1=50, tm='30%', bonus=3},
}
},
['Кадка для деревьев']={
name='Кадка для деревьев',
name1='Кадку для деревьев',
name2='Кадки для деревьев',
name3='Кадке для деревьев',
name4='Кадки для деревьев',
prod='[[Фруктовые деревья]],[[Орехи]],[[Другие деревья]]',
area='',
c=10,
c1=15,
level={
{name=1, buy=75000, buy1=20, tm='-', bonus=1},
{name=2, buy=100000, buy1=30, tm='10%', bonus=2},
{name=3, buy=150000, buy1=50, tm='20%', bonus=2},
{name=4, buy=200000, buy1=70, tm='20%', bonus=3},
{name=5, buy=250000, buy1=90, tm='30%', bonus=3},
}
},

['Улучшенная водная грядка']={
name='Улучшенная водная грядка',
name1='Улучшенную водную грядку',
name2='Улучшенной водной грядки',
name3='Улучшенной водной грядке',
name4='Улучшенные водные грядки',
prod='[[Морские семена]]',
area='',
c=4,
c1=15,
level={
    {name=1, buy=150000, buy1=50, tm='-', bonus=1},
    {name=2, buy=200000, buy1=60, tm='10%', bonus=1},
    {name=3, buy=250000, buy1=70, tm='20%', bonus=1},
    {name=4, buy=300000, buy1=85, tm='20%', bonus=2},
    {name=5, buy=400000, buy1=100, tm='30%', bonus=2},
}
},

['Водная кадка']={
name='Водная кадка',
name1='Водную кадку',
name2='Водной кадки',
name3='Водной кадке',
name4='Водные кадки',
prod='[[Морские деревья]]',
area='',
c=10,
c1=12,
level={
    {name=1, buy=160000, buy1=55, tm='-', bonus=1},
    {name=2, buy=200000, buy1=65, tm='10%', bonus=2},
    {name=3, buy=250000, buy1=80, tm='20%', bonus=2},
    {name=4, buy=320000, buy1=95, tm='20%', bonus=3},
    {name=5, buy=410000, buy1=115, tm='30%', bonus=3},
}
},
['Улучшение для фабрики']={
name='Улучшение для фабрики',
},
['Выставочный центр']={
name='Выставочный центр',
}

}

