return {
    ['Начало игры']={sortBy=1,task='вскопать 2 [[грядки]]<br> посадить 2 грядки [[Клевер|клевера]]<br> продать 1 [[молоко]]', award='1000 [[Файл:gold.png|15px]] и 1 [[Корова Холмогорская|Корова]]'},
    ['Аккуратные грядки']={sortBy=2, nameP='Поручение Ивана', task='вскопать 6 [[Грядки|грядок]]<br> посадить 2 грядки [[Огурцы|корнишона]]<br> посадить 4 грядки [[Лук|лука]]', award='1 [[Файл:agro.png|15px]], 300 [[Файл:gold.png|15px]], 45 опыта, 4 [[Клевер|клевера]].'},
    ['Парное молоко']={sortBy=3, nameP='Поручение Ивана',task='покормить [[Корова Холмогорская|корову]] 1 [[Клевер|клевером]]<br>собрать 1 бидон молока<br> собрать урожай с 2 грядок [[Огурцы|корнишонов]].', award='1 [[Файл:agro.png|15px]], 800 [[Файл:gold.png|15px]], 45 опыта.'},
    ['Большие планы']={sortBy=4, nameP='Поручение Ивана',task='вскопать 10 [[Грядки|грядок]]<br>посадить 4 грядки [[Огурцы|огурцов]]<br> продать товар со склада на 100 монет', award='900 [[Файл:gold.png|15px]] монет, 350 опыта'},
	
     ['Фруктовый сад']={sortBy=4.1, nameP='Поручение Ивана',task='Посадить 1 [[яблоня|яблоню]]<br>Продать товар со склада на 500 монет<br>Посадить 1 [[груша|грушу]]', award='1 удобрение, 900 [[Файл:gold.png|15px]], 350 опыта'},
     ['Урожайная пора']={sortBy=4.2, nameP='Поручение Ивана',task='Устновите на поле удобрение для деревьев<br>Удобрите яблоню<br>Соберите урожай яблок.', award='200 опыта, 500 [[Файл:gold.png|15px]] монет, 3 [[Файл:agro.png|15px]] агробакса'},
     ['Фрукты в меду']={sortBy=4.3, nameP='Поручение Ивана',task='1 улей<br>4 грядки [[клевер|клевера]]<br>Расширьте поле до 17 на 17 грядок', award='50 очков автоматизации, 330 опытв, 2 яблока, [[Завод соков]], 2 [[Файл:agro.png|15px]] агробакса'},
     ['Свежевыжатый сок']={sortBy=4.4, nameP='Поручение Ивана',task='Установить на поле [[Завод соков]]<br>Включить автоматизацию Завода соков<br>Изготовить 2 коробки яблочного сока', award='400 опыта, 2000 [[Файл:gold.png|15px]] монет'},
	 
    ['Главное - картофель']={sortBy=5, nameP='Поручение Ивана',task='вскопать 6 [[Грядки|грядок]]<br> посадить 4 грядки [[Картофель|картофеля]]<br> купить 2 секции деревянного забора', award='200 опыта, 200 ед. удобрения для грядок, 500 [[Файл:gold.png|15px]]'},
	
    ['Со вкусом']={sortBy=6, nameP='Поручение Ивана',task='посадить 5 грядок [[Белые грибы|белых грибов]]<br> поставить на поле 1 мешок с удобрениями<br> удобрить 1 грядку грибов', award='330 [[Опыт|опыта]], 3 картофеля, 200 ед. удобрения для грядок, 500 [[Файл:gold.png|15px]]'},
    ['Завод на ферме']={sortBy=7, nameP='Поручение Ивана',task='построить [[чипсовый завод]]<br> собрать урожай с 4 грядок [[Картофель|картофеля]]<br> изготовить 3 пачек чипсов  с грибами', award='400 [[Опыт|опыта]], 2000 [[Файл:gold.png|15px]]'},

['Заросшие грядки']={sortBy=8, nameP='Добро пожаловать домой',task='вскопать 4 [[Грядки|грядок]]<br> посадить 8 грядок [[Клевер|клевера]]<br>посадить 5 грядок [[Лук|лука]]', award='[[Файл:agro.png|15px]], 5000 [[Файл:gold.png|15px]], 1 [[малая книга опыта]]'},
['Дары фермы']={sortBy=9, nameP='Добро пожаловать домой',task='получить 1 банку меда<br>собрать 12 грядок [[Баклажан|баклажанов]]<br>посадить 12 грядок [[Картофель|картофеля]]', award='2 [[Файл:agro.png|15px]], 7000 [[Файл:gold.png|15px]], 5 [[сертификат]]ов'},
['Удачный сезон']={sortBy=10, nameP='Добро пожаловать домой',task='получить 10 очков репутации<br>получить 5 бидонов [[Молоко|молока]]<br>>собрать 5 урожаев [[Яблоня|яблок]]', award='3 [[Файл:agro.png|15px]], 8000 [[Файл:gold.png|15px]], 50 ед.удобрений для грядок'},
['Фермерский заработок']={sortBy=11, nameP='Добро пожаловать домой',task='продать с [[Склад|склада]] товаров на 2000 [[Файл:gold.png|15px]]<br>купить 1 [[Курица бройлер|курицу Бройлер]]<br>собрать 10 [[Пшеница|пшениц]]', award='4000 [[Файл:gold.png|15px]], 500 очков автоматизации, 1 [[малая книга опыта]]'},
['Активная торговля']={sortBy=12, nameP='Добро пожаловать домой',task='выполнить 1 заказ в [[Торговый порт|Торговом порту]]<br>продать 5 [[Курятина|кусков курятины]]<br>собрать 1 [[Черешня|черешен]]', award='10 [[Файл:agro.png|15px]], 5000 [[Файл:gold.png|15px]], 3 сертификата'},

}

